package com.pkusoft.lesp.until;

/**
 * 系统数据权限类型定义常量类
 *
 * @author liuc
 * @date 2019/06/14
 */
public class PermitType {

    /**************************************************************数据权限类型*************************************************************/
    /**
     * 数据权限类型-办案办事查询权限
     */
    public final static String PERMIT_TYPE_BABS_QUERY = "100002";

    /**************************************************************数据权限类型*************************************************************/
    /**
     * 数据权限类型-综合统计查询权限
     */
    public final static String PERMIT_TYPE_ZHTJCX = "zhtjcx";
}
